Repository: docmcfly/message_board
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# messageboard.form.update.submit
source: Update
de: Aktualisieren

# messageboard.form.update.submit.title
source: Update
de: Aktualisieren

# messageboard.form.create.submit
source: Save
de: Speichern

# messageboard.form.create.submit.title
source: Add
de: Hinzufügen

# messageboard.form.remove.submit
source: Remove
de: Entfernen

# messageboard.form.remove.submit.title
source: Remove
de: Entfernen

# messageboard.form.ownMessage.create
source: Create a new message
de: Neue Nachricht veröffentichen

# messageboard.form.ownMessage.editOrDelete
source: Edit or delete the public message
de: Deine veröffentlichte Nachricht bearbeiten oder löschen:

# messageboard.form.message.createOrEdit
source: Timestamp of creation or last edit
de: Zeitpunkt der Erstellung bzw. der letzten Bearbeitung

# messageboard.form.message.deleteDate
source: Delete date
de: Löschdatum

# messageBoard.settings.title
source: Setting of the message board
de: Einstellung - Anschlagtafel

# messageBoard.settings.form.infoMailWhenMessageBoardChanged
source: Sends an email if the message board is changed.
de: Sendet eine Benachtigungs-E-Mail, wenn die Anschlagtafel verändert wurde.

# messageBoard.settings.form.infoMailWhenMessageBoardChanged.hint
source: Info mail contains only add or change information.
de: Über folgende Änderungen wird man informiert: a) Wenn eine neue Meldung auf der Anschlagtafel veröffentlicht wurde. b) Wenn eine bestehende Meldung verändert wurde.

# messageBoard.settings.form.submit
source: Save
de: Speichern

# messageBoard.settings.error.notLoggedIn
source: You are not logged in.
de: Sie sind nicht eingeloggt.

# task.messageBoardInformation.title
source: Message board change informater
de: Anschlagtafel - Änderungsmelder

# task.messageBoardInformation.description
source: Informs the user if the message board is changed.
de: Informiert die Nutzer, wenn die Anschlagtafel aktualisiert wurde.

# task.messageBoardInformation.messageBoardStorageUid
source: The message board storage uid:
de: Speicherort der Einträge:

# task.messageBoardInformation.error.invalidPage.messageBoardStorageUid
source: The specified message board storage uid is not a valid page.
de: Der angegebene Speicherort der Einträge ist kein gültige Seite.

# task.messageBoardInformation.messageBoardPageUid
source: Page uid of the message board page
de: Seiten-Uid der Anschlagtafel

# task.messageBoardInformation.error.invalidPage.messageBoardPageUid
source: The specified page uid is invalid.
de: Die angegebene Seiten-Uid ist ungültig.

# task.messageBoardInformation.validtyPeriod
source: Validity period of the posts in days
de: Gültigkeitszeitraum der Posts in Tagen

# task.messageBoardInformation.error.invalid.validtyPeriod
source: The specified validity period is invalid.
de: Der angegebene Gültigkeitszeitraum ist ungültig.

# task.messageBoardInformation.siteIdentifier
source: Site identifier
de: Site Identifier (Eindeutige Kennung)

# task.messageBoardInformation.error.siteNotFound.siteIdentifier
source: Site with specified identifier not found.
de: Site mit dem angebebenen identifier wurde nicht gefunden.

# task.messageBoardInformation.subject
source: Subject-Text of the informer mail
de: Betreff-Text der Info-Mail

# task.messageBoardInformation.subject.default
source: Message board is updated
de: Neues auf der Anschlagtafel

# task.messageBoardInformation.error.required.subject
source: The subject text is required.
de: Der Betreff-Text ist verpflichtend.

# task.messageBoardInformation.senderName
source: Sender name (If you leave this field blank, a default name will be used)
de: Absendername (Wenn Sie dieses Feld leer lassen, wird ein Standardname verwendet)

# task.messageBoardInformation.hint.title
source: Hint
de: Hinweis

# task.messageBoardInformation.hint.text
source: This task needs frontend users. This task takes all frontend users from folders with a marker: "Contains plugin: Website user" (module).
de: Diese Aufgabe verwendet Website-Benutzer. Die Nutzer werden aus den Ordner bezogen, bei denen der Marker "Enthält Plug-In: Website-Benutzer" [module] tragen.

# task.messageBoardInformation.infoMail.salutation
source: Hello %s
de: Hallo %s

# task.messageBoardInformation.infoMail.teaser
source: Someone has posted something new on the <a href="%s">bulletin board</a> or changed their existing message.
de: Jemand hat "%s" auf der Anschlagtafel veröffentlicht oder seine bestehende Nachricht geändert.

# task.messageBoardInformation.infoMail.footer
source: Best regards, your webmaster
de: Schöne Grüße Dein Webmaster

# task.messageBoardInformation.updateMail.senderName
source: Informer service
de: Informationsservice
