Repository: docmcfly/message_board
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_messageboard_domain_model_message
source: Message of a frontend user
de: Nachricht eine:r Webseitennutzer:in

# tx_messageboard_domain_model_message.user
source: Frontend user
de: Webseitennutzer:in

# tx_messageboard_domain_model_message.text
source: Message text
de: Nachrichtentext

# tx_messageboard_domain_model_message.timestamp
source: Last update
de: Letzte Speicherung

# tx_messageboard_domain_model_message.expiryDate
source: Expiry date
de: Gültigkeitsdatum

# tx_messageboard_board.name
source: Message board
de: Schwarzes Brett

# tx_messageboard_board.description
source: The fe users can publish a message for other fe users.
de: Webseiten-Nutzer können kleine Nachrichten veröffentlichen.

# tx_messageBoard_domain_model_user.info_mail_when_message_board_changed
source: Send a info mail when the message board is changed.
de: Soll eine Info-E-Mail versandt werden, wenn es Änderungen auf der Anschlagtafel vorgenommen wurden.

# tx_messageBoard_domain_model_user.tab_settings
source: Message board
de: Anschlagtafel

# tx_messageBoard_domain_model_user.tx_extbase_type
source: Message board
de: Anschlagtafel
